{
  "home": {
    "welcome": "レオの投資ブログへようこそ",
    "intro": "カナダとアメリカの株式市場をナビゲートするためのガイドです。",
    "about": {
      "title": "レオについて",
      "residing": "レオはカナダの永住者として、トロントに約4年間住んでいます。彼は北米の金融市場に関する豊富な知識を持ち、カナダとアメリカのさまざまな分野での投資機会について深く理解しています。",
      "currentRole": "現在、カナダの五大銀行の一つであるCIBCに勤務しているレオは、カナダとアメリカの株式市場のダイナミクスについてクライアントに教育することに専念しています。彼の役割は、市場の運営に関する明確でわかりやすい情報を提供し、クライアントが投資機会や広範な金融環境をよりよく理解するための確固たる基盤を構築できるよう支援することです。",
      "languages": "レオは英語、広東語、北京語に堪能で、多様な職業的および文化的環境を効果的にナビゲートできます。自己改善にコミットしており、現在、日本語などの新しい言語を学び、React、JSX、SQLなどの最新のウェブ開発技術を習得することでスキルを拡張しています。",
      "experience": "レオは10年以上香港に住んでおり、現在はカナダに住んでいます。香港とカナダの両方での生活経験は、彼にグローバル市場や文化についての広範で微妙な理解をもたらしました。この独自の国際的な視点により、レオは複雑な金融環境を簡単にナビゲートし、地域間の機会を橋渡しする資産となっています。",
      "inspiration": "レオの投資への情熱は、ベンジャミン・グラハムやジェシー・リバモアのような伝説的な人物の原則と戦略に深く触発されています。彼は、徹底的な分析、安全余裕率、長期的思考を強調した価値投資へのグラハムの規律あるアプローチを高く評価しています。一方、ジェシー・リバモアの大胆で直感的な取引スタイルと、変動する市場での機会をつかむ能力は、レオが株式市場の動的な性質を評価する理由と一致しています。"
    }
  },
  "valuationModels": {
    "pb": {
      "title": "P/B比率（株価純資産倍率）",
      "description": "P/B比率は、企業の株価を1株当たり純資産（帳簿価値）と比較します。特に銀行や製造業など、資産が多い業種の企業評価によく用いられます。",

      "whyImportantHeading": "なぜ重要なのか？",
      "lowPBIntro": "低いP/B比率",
      "lowPBText": "は、その株式が割安、または企業資産に隠れた価値があることを示す可能性があります。",
      "highPBIntro": "高いP/B比率",
      "highPBText": "は、その株式が割高、または投資家が将来の大幅成長を期待していることを示す可能性があります。",

      "formulaHeading": "公式：",
      "formula1": "P/B比率 = 株価 ÷ 1株当たり純資産",
      "or": "または",
      "formula2": "P/B比率 = 時価総額 ÷ 純資産総額",

      "exampleHeading": "例：",
      "exampleIntro": "XYZ社を想定：",
      "exampleList": {
        "price": "同社の株価は50ドルです。",
        "bvps": "1株当たり純資産（BVPS）は25ドルです。"
      },
      "exampleCalculation": "P/B比率 = 50ドル ÷ 25ドル = 2",
      "exampleExplanation": "これは投資家が企業の帳簿価値1ドルあたり2ドルを支払う用意があることを意味します。",

      "limitationsHeading": "制約：",
      "limitationsList": {
        "assetHeavy": "P/B比率は主に銀行などの資産に依存する企業で有効で、資産の少ないテクノロジー企業やサービス企業には向きません。",
        "bookValue": "帳簿価値は会計手法に影響される可能性があり、実際の価値を反映しない場合があります。",
        "comprehensive": "P/Bは、P/E比率など他の指標と併用することで、より包括的な評価が可能になります。"
      }
    }
  }
}
